Repository: lukaning/CareBooking
Catalog: EmBeLife/Localizable.xcstrings
Source language: en
Languages: de, es, fa, fil, fr, hy, it, ja, ko, ru, vi, zh_hans

source: Number of Bookings Completed
vi: Số lịch đã hoàn thành

source: Nutrition counseling
vi: Tư vấn dinh dưỡng

source: Occupational Therapy
vi: Hoạt động trị liệu

source: Only people invited in this list can access
vi: Chỉ người được mời trong danh sách này mới vào được

source: Open iPhone Settings
vi: Mở Cài đặt iPhone

source: Optional attachments
vi: Tệp đính kèm (không bắt buộc)

source: Other (describe)
vi: Khác (mô tả)

source: Pain management
vi: Quản lý đau

source: Password must be at least 8 characters and include upper case, lower case, a number, and a special character.
vi: Mật khẩu phải có ít nhất 8 ký tự, gồm chữ hoa, chữ thường, số và ký tự đặc biệt.

source: Payment Method
vi: Phương thức thanh toán

source: Payment method:
vi: Phương thức thanh toán:

source: PayPal email
vi: Email PayPal

source: Pediatric development
vi: Phát triển trẻ em

source: pending
vi: chờ

source: Personal care
vi: Chăm sóc cá nhân

source: Personal hygiene
vi: Vệ sinh cá nhân

source: Pet care (feed/ walk)
vi: Chăm thú cưng (cho ăn / dắt đi)

source: Physical Therapy
vi: Vật lý trị liệu

source: Postpartum doula (day/ night)
vi: Doula sau sinh (ngày / đêm)

source: Powered by
vi: Cung cấp bởi

source: Preferred language
vi: Ngôn ngữ ưa thích

source: Preferred Service
vi: Dịch vụ ưa thích

source: Preferred time
vi: Thời gian ưa thích

source: Preview text looks like this.
vi: Chữ xem trước trông như thế này.

source: Price
vi: Giá

source: Privacy
vi: Quyền riêng tư

source: Proposed appointment
vi: Lịch hẹn đề xuất

source: Provider
vi: Người hỗ trợ

source: Provider match quality
vi: Chất lượng ghép người hỗ trợ

source: Rate
vi: Đánh giá

source: Reason for reschedule (optional)
vi: Lý do đổi lịch (không bắt buộc)

source: Receive
vi: Nhận

source: Receive gift fund or service by using the link below, or QR code, follow the guidance to finish the process
vi: Nhận quỹ quà tặng hoặc dịch vụ bằng liên kết hoặc mã QR bên dưới, làm theo hướng dẫn để hoàn tất

source: Recover your account password
vi: Khôi phục mật khẩu tài khoản

source: Rehabilitation/recovery from injury or surgery
vi: Phục hồi sau chấn thương hoặc phẫu thuật

source: Request
vi: Yêu cầu

source: Request Booking
vi: Gửi yêu cầu đặt lịch

source: Requested
vi: Đã yêu cầu

source: Requests
vi: Yêu cầu

source: Reschedule
vi: Đổi lịch

source: Reschedule proposal sent!
vi: Đã gửi đề xuất đổi lịch!

source: Resend Code
vi: Gửi lại mã

source: Role
vi: Vai trò

source: Running errands
vi: Chạy việc vặt

source: Saved for next time
vi: Đã lưu cho lần sau

source: Send
vi: Gửi

source: Send Gift
vi: Gửi quà

source: Service Date:
vi: Ngày dịch vụ:

source: Service mix
vi: Cơ cấu dịch vụ

source: Services provided to
vi: Dịch vụ cung cấp cho

source: Services Requested for
vi: Dịch vụ yêu cầu cho

source: Set up your Contact info
vi: Thiết lập liên hệ

source: Set up your Location
vi: Thiết lập vị trí

source: Set up your Payment info
vi: Thiết lập thanh toán

source: Set up your preference
vi: Thiết lập lựa chọn

source: Share
vi: Chia sẻ

source: Sign out
vi: Đăng xuất

source: Sign up or sign in
vi: Đăng ký hoặc đăng nhập

source: Sign-in failed
vi: Đăng nhập không thành công

source: Skip
vi: Bỏ qua

source: Snapshot of appointment status
vi: Tình trạng các cuộc hẹn

source: Speech and articulation disorder
vi: Rối loạn phát âm

source: Speech Therapy
vi: Ngôn ngữ trị liệu

source: Start Time
vi: Giờ bắt đầu

source: Sub-Task
vi: Việc phụ

source: Submit Proposal
vi: Gửi đề xuất

source: Subtitle goes here
vi: Phụ đề ở đây

source: Success
vi: Thành công

source: Suggested Tasks Checklist
vi: Danh sách việc gợi ý

source: Swallowing disorder (Dysphagia)
vi: Rối loạn nuốt (khó nuốt)

source: Task Category
vi: Nhóm công việc

source: Task Details
vi: Chi tiết công việc

source: Task list details
vi: Chi tiết danh sách việc

source: Tasks and care activities scheduled for this booking.
vi: Các việc và hoạt động chăm sóc cho lịch này.

source: Tasks Checklist
vi: Danh sách việc

source: Terms
vi: Điều khoản

source: This removes the booking from your list. You can book the provider again later.
vi: Việc này xóa lịch khỏi danh sách. Bạn vẫn có thể đặt lại người hỗ trợ sau.

source: Time:
vi: Giờ:

source: Title
vi: Tiêu đề

source: To who
vi: Cho ai

source: Total:
vi: Tổng:

source: Transportation/ errand assistance
vi: Đưa đón / việc vặt

source: Transportation/ medical and other appointments
vi: Đưa đón / lịch khám và hẹn khác

source: Use sample gift QR
vi: Dùng QR quà mẫu

source: Venmo username or phone
vi: Tên Venmo hoặc số điện thoại

source: Video Appointment
vi: Hẹn video

source: visits
vi: lượt

source: Voice disorder
vi: Rối loạn giọng nói

source: Where your EmBeLife care budget is going
vi: Ngân sách chăm sóc EmBeLife của bạn đang dùng cho

source: Who will you book for
vi: Bạn đặt cho ai

source: Yes, cancel booking
vi: Có, hủy đặt lịch

source: Your booking has been requested and waiting for confirmation from your provider
vi: Yêu cầu đặt lịch đang chờ người hỗ trợ xác nhận

source: Your Devices
vi: Thiết bị của bạn

source: Your devices linked to this EmBeLife account.
vi: Các thiết bị liên kết với tài khoản EmBeLife này.

source: Your gift receiving Link
vi: Liên kết nhận quà của bạn

source: Your password is successfully created
vi: Mật khẩu của bạn đã được tạo
